---
kind: property
id: P:Autodesk.Revit.DB.FBXExportOptions.LevelsOfDetailValue
source: html/0e1686f0-8a05-eeb3-dd44-9d26e0ca8a09.htm
---
# Autodesk.Revit.DB.FBXExportOptions.LevelsOfDetailValue Property

The value of the levels of detail.

## Syntax (C#)
```csharp
public int LevelsOfDetailValue { get; set; }
```